Repository: PigeonMuyz/Arclume
Catalog: Procyon/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Artwork
zh_hans: 宣传图

source: Available on macOS through CrossOver
zh_hans: 可通过 CrossOver 在 macOS 上运行

source: Clear Requirements
zh_hans: 清除系统要求

source: Controller support
zh_hans: 控制器支持

source: CrossOver macOS Requirements
zh_hans: CrossOver macOS 系统要求

source: CrossOver macOS Requirements:
zh_hans: CrossOver macOS 系统要求：

source: Descriptions
zh_hans: 描述

source: Enter a valid Steam App ID or Store URL.
zh_hans: 请输入有效的 Steam App ID 或商店链接。

source: Link a native game to a confirmed Steam app for display metadata. Its native launch identity will not change.
zh_hans: 将原生游戏关联到已确认的 Steam 应用以获取展示元数据，原生启动身份不会改变。

source: Link Steam Metadata
zh_hans: 关联 Steam 元数据

source: Linked to Steam App %@ (%@).
zh_hans: 已关联 Steam 应用 %@（%@）。

source: Native macOS support
zh_hans: 原生 macOS 支持

source: Preview Steam Metadata
zh_hans: 预览 Steam 元数据

source: Preview the new Steam App ID before updating the link.
zh_hans: 更新关联前请先预览新的 Steam App ID。

source: Previewing Steam metadata for %@. Confirm the link to keep it.
zh_hans: 正在预览 %@ 的 Steam 元数据。请确认关联以保留。

source: Screenshots and videos
zh_hans: 截图与视频

source: Steam App ID or Store URL
zh_hans: Steam App ID 或商店链接

source: Steam did not return metadata for this app.
zh_hans: Steam 未返回此应用的元数据。

source: Steam Metadata Link
zh_hans: Steam 元数据关联

source: Steam metadata is unlinked. Save the game to restore local and App Store metadata.
zh_hans: 已取消 Steam 元数据关联。请保存游戏以恢复本地和 App Store 元数据。

source: Steam metadata link to %@ is ready. Save the game to apply it.
zh_hans: Steam 元数据已准备关联到 %@。请保存游戏以应用。

source: Unlink Steam Metadata
zh_hans: 取消 Steam 元数据关联

source: Update Steam Metadata Link
zh_hans: 更新 Steam 元数据关联

source: Use these Steam fields:
zh_hans: 使用以下 Steam 字段：

source: 32Bits options
zh_hans: 32 位选项

source: A "Steam Community profile configured" means you have completed the initial setup of your profile, enabling you to use social features like adding friends, posting in hubs, and trading. It requires setting up an avatar, username, and often, spending at least $5.00 USD to unlock features from "limited account" status.
zh_hans: “Steam 社区个人资料已配置”表示你已完成个人资料的初始设置，可以使用添加好友、在社区中心发帖和交易等社交功能。通常需要设置头像和用户名，并至少消费 5 美元，才能解除“受限账户”状态。

source: About The Game
zh_hans: 关于游戏

source: Account created on: %@
zh_hans: 账户创建时间： %@

source: Add a steam library
zh_hans: 添加 Steam 游戏库

source: Add Library
zh_hans: 添加游戏库

source: Appearance
zh_hans: 外观

source: Configured metadata service
zh_hans: 已配置的元数据服务

source: Configure a compatible Steam installation before installing this game
zh_hans: 请先配置支持此游戏的平台对应的 Steam

source: Switch the compatible Steam client to an account that owns this game before installing
zh_hans: 安装前，请将对应的 Steam 客户端切换到拥有此游戏的账号

source: Switch Account
zh_hans: 切换账号

source: English
zh_hans: 英语

source: Game metadata
zh_hans: 游戏元数据

source: Games use local Steam manifests and do not request online metadata.
zh_hans: 游戏使用本地 Steam 清单，不请求在线元数据。

source: Language
zh_hans: 语言

source: Local library only
zh_hans: 仅本地游戏库

source: Local Steam Store proxy
zh_hans: 本地 Steam 商店代理

source: Reload Steam libraries
zh_hans: 重新加载 Steam 游戏库

source: Simplified Chinese
zh_hans: 简体中文

source: Start local_steam_proxy.py from the project folder before reloading the library.
zh_hans: 重新加载游戏库前，请在项目目录运行 local_steam_proxy.py。

source: Stop CrossOver activities
zh_hans: 停止 CrossOver 活动

source: System Default
zh_hans: 跟随系统

source: Advertise AVX
zh_hans: 声明支持 AVX

source: All Games
zh_hans: 全部游戏

source: Available for:
zh_hans: 可用平台：

source: Cache management
zh_hans: 缓存管理

source: Cancel
zh_hans: 取消

source: Categories
zh_hans: 分类

source: Categories (comma-separated descriptions)
zh_hans: 分类（以逗号分隔）

source: Category:
zh_hans: 分类：

source: Community profile configured
zh_hans: Steam 社区个人资料已配置

source: Community profile needs to be configured
zh_hans: 需要配置 Steam 社区个人资料

source: Create a new bottle first
zh_hans: 请先创建一个容器

source: Create new bottle
zh_hans: 新建容器

source: CrossOver Wine executable not found: %@
zh_hans: 未找到 CrossOver Wine 可执行文件：%@

source: D3DMetal Options
zh_hans: D3DMetal 选项

source: Debug
zh_hans: 调试

source: Detailed Description
zh_hans: 详细说明

source: Developer
zh_hans: 开发商

source: Developers
zh_hans: 开发商

source: Developers (comma-separated)
zh_hans: 开发商（以逗号分隔）

source: Disable Hidraw
zh_hans: 禁用 Hidraw

source: Downloading...
zh_hans: 下载中...

source: DXMT Options
zh_hans: DXMT 选项

source: Email: %@
zh_hans: 电子邮箱：%@

source: Enable SDL
zh_hans: 启用 SDL

source: Enable UE4 Hack
zh_hans: 启用 UE4 修复

source: Env variables
zh_hans: 环境变量

source: Filter
zh_hans: 筛选

source: Game arguments
zh_hans: 游戏启动参数

source: Game libraries
zh_hans: 游戏库

source: Game Title
zh_hans: 游戏名称

source: Generic options
zh_hans: 通用选项

source: Genre:
zh_hans: 游戏类型：

source: Genres
zh_hans: 游戏类型

source: Genres (comma-separated descriptions)
zh_hans: 游戏类型（以逗号分隔）

source: Graphics Backend
zh_hans: 图形后端

source: Header Image URL
zh_hans: 封面图片 URL

source: id:%@
zh_hans: 编号：%@

source: Install
zh_hans: 安装

source: Install with Steam in the selected CrossOver bottle
zh_hans: 使用所选 CrossOver 容器中的 Steam 安装

source: Install with Steam for macOS
zh_hans: 使用 macOS Steam 安装

source: Installed
zh_hans: 已安装

source: Invalid CrossOver bottle: %@
zh_hans: 无效的 CrossOver 容器：%@

source: Invalid Steam app ID: %@
zh_hans: 无效的 Steam 应用 ID：%@

source: Is a Native Game
zh_hans: 原生 macOS 游戏

source: Last Time you logged off: %@
zh_hans: 上次退出时间： %@

source: Launching %@...
zh_hans: 正在启动 %@...

source: Linux Requirements:
zh_hans: Linux 配置要求：

source: Loading profile…
zh_hans: 正在加载个人资料…

source: Loading your library…
zh_hans: 正在加载游戏库…

source: Mac Compatibility
zh_hans: Mac 兼容性

source: Mac Compatible
zh_hans: 支持 Mac 游玩

source: Mac Requirements:
zh_hans: macOS 配置要求：

source: Metal 4 Backend
zh_hans: Metal 4 后端

source: Minimum:
zh_hans: 最低配置：

source: MTL arg. buffers
zh_hans: MTL 参数缓冲区

source: Name
zh_hans: 名称

source: Native macOS
zh_hans: 原生 macOS

source: New Game
zh_hans: 新游戏

source: No bottle selected
zh_hans: 未选择容器

source: No bottles found
zh_hans: 未找到容器

source: No Libraries found
zh_hans: 未找到游戏库

source: No profile data
zh_hans: 没有个人资料数据

source: No Steam libraries found. Please add a Steam library folder.
zh_hans: 未找到 Steam 游戏库。 请添加 Steam 游戏库文件夹。

source: Not Installed
zh_hans: 未安装

source: Not Supported
zh_hans: 不支持

source: OK
zh_hans: 确定

source: Open container Steam
zh_hans: 打开容器中的 Steam

source: Open Library Options
zh_hans: 打开游戏库设置

source: Options
zh_hans: 设置

source: PC Requirements:
zh_hans: Windows 配置要求：

source: Play
zh_hans: 游玩

source: Processing...
zh_hans: 处理中...

source: Profile Page
zh_hans: 个人资料页

source: Profile URL: %@
zh_hans: 个人资料链接： %@

source: Publisher
zh_hans: 发行商

source: Publishers
zh_hans: 发行商

source: Publishers (comma-separated)
zh_hans: 发行商（以逗号分隔）

source: Recommended:
zh_hans: 推荐配置：

source: Release Date
zh_hans: 发行日期

source: Release date: %@
zh_hans: 发行日期：%@

source: Requires macOS 27 or later
zh_hans: 需要 macOS 27 或更高版本

source: Reset
zh_hans: 重置

source: Save settings
zh_hans: 保存设置

source: Screenshots:
zh_hans: 截图：

source: Search Game...
zh_hans: 搜索游戏...

source: Select a bottle
zh_hans: 选择容器

source: Select a CrossOver app before installing a game.
zh_hans: 安装游戏前，请先选择 CrossOver 应用。

source: Select a CrossOver App...
zh_hans: 选择 CrossOver 应用...

source: Select a Game
zh_hans: 选择游戏

source: Select your Steam folder (where steam.exe is located)
zh_hans: 选择 Steam 文件夹（steam.exe 所在位置）

source: Set Steam path
zh_hans: 设置 Steam 路径

source: Set Up Steam
zh_hans: 设置 Steam

source: Steam for macOS was not found.
zh_hans: 未找到 macOS 版 Steam。

source: Short Description
zh_hans: 简短说明

source: Showing %@/%@
zh_hans: 显示 %1$@/%2$@

source: Steam executable not found: %@
zh_hans: 未找到 Steam 可执行文件：%@

source: Steam not detected
zh_hans: 未检测到 Steam

source: Steam was not found in the selected CrossOver bottle.
zh_hans: 未在所选 CrossOver 容器中找到 Steam。

source: Steam was not found in this bottle
zh_hans: 此容器中未找到 Steam

source: Stop
zh_hans: 停止

source: Support:
zh_hans: 支持：

source: Supported
zh_hans: 支持

source: Supported languages:
zh_hans: 支持的语言：

source: Supported Platforms
zh_hans: 支持的平台

source: This game does not have a valid Steam app ID.
zh_hans: 此游戏没有有效的 Steam 应用 ID。

source: This game does not provide a Windows build
zh_hans: 此游戏未提供 Windows 版本

source: This means you haven't completed the initial setup of your profile, at the moment you can't use social features like adding friends, posting in hubs, and trading. To configure it, set up an avatar, username, and often, spending at least $5.00 USD will unlock your status.
zh_hans: 这表示你尚未完成个人资料的初始设置，目前不能使用添加好友、在社区中心发帖和交易等社交功能。请设置头像和用户名；通常至少消费 5 美元后即可解除受限状态。

source: Unable to load game library
zh_hans: 无法加载游戏库

source: Unable to create the Steam install URL for %@.
zh_hans: 无法为 %@ 创建 Steam 安装链接。

source: Unknown
zh_hans: 未知

source: Use DX9
zh_hans: 使用 DX9

source: Videos:
zh_hans: 视频：

source: Vulkan options
zh_hans: Vulkan 选项

source: Website: %@
zh_hans: 网站：%@

source: Age: %@+
zh_hans: 年龄：%@+

source: Add game
zh_hans: 添加游戏

source: Autofill data
zh_hans: 自动填充资料

source: Custom Game Editor
zh_hans: 自定义游戏编辑器

source: Delete D3DMetal cache
zh_hans: 清除 D3DMetal 缓存

source: Delete download cache
zh_hans: 清除下载缓存

source: Delete metadata cache
zh_hans: 清除元数据缓存

source: Delete owned games cache
zh_hans: 清除已拥有游戏缓存

source: Disabled
zh_hans: 已禁用

source: Download logs
zh_hans: 导出日志

source: Downloading DXMT
zh_hans: 正在下载 DXMT

source: Downloading GStreamer
zh_hans: 正在下载 GStreamer

source: Enables MetalFX spatial upscaling when the game supports it.
zh_hans: 在游戏支持时启用 MetalFX 空间缩放。

source: Error while downloading DXMT
zh_hans: 下载 DXMT 时出错

source: Error while downloading GStreamer
zh_hans: 下载 GStreamer 时出错

source: Free to Play
zh_hans: 免费游玩

source: Game ID: %@
zh_hans: 游戏 ID：%@

source: Looking to play
zh_hans: 想一起玩

source: Looking to trade
zh_hans: 想交易

source: MetalFX spatial upscale factor: %@
zh_hans: MetalFX 空间缩放倍率：%@

source: No activity recorded
zh_hans: 没有活动记录

source: Offline
zh_hans: 离线

source: Online
zh_hans: 在线

source: Busy
zh_hans: 忙碌

source: Away
zh_hans: 离开

source: Snooze
zh_hans: 小憩

source: Options for %@
zh_hans: %@ 的选项

source: Preferred maximum frame rate: %@
zh_hans: 首选最高帧率：%@

source: Private
zh_hans: 私密

source: Public
zh_hans: 公开

source: Reload profile data
zh_hans: 重新加载个人资料

source: Select
zh_hans: 选择

source: Select a Game App...
zh_hans: 选择游戏应用…

source: Start logging
zh_hans: 开始记录日志

source: Steam metadata API settings are missing. Configure Procyon/Config.local.xcconfig.
zh_hans: 缺少 Steam 元数据 API 设置。请配置 Procyon/Config.local.xcconfig。

source: Steam profile
zh_hans: Steam 个人资料

source: The API returned an invalid response.
zh_hans: API 返回了无效响应。

source: The API URL is invalid.
zh_hans: API 地址无效。

source: Tools
zh_hans: 工具

source: Update game
zh_hans: 更新游戏

source: Use a value below 20 to let the game choose the frame rate.
zh_hans: 设为低于 20 的值可让游戏自行决定帧率。

source: Uses the Metal 4 graphics backend when supported by CrossOver.
zh_hans: 在 CrossOver 支持时使用 Metal 4 图形后端。

source: Vulkan library
zh_hans: Vulkan 库

source: MetalFX spatial upscaling
zh_hans: MetalFX 空间缩放

source: Game
zh_hans: 游戏

source: Demo
zh_hans: 演示版

source: Steam tool
zh_hans: Steam 工具

source: Mod
zh_hans: 模组

source: Video
zh_hans: 视频

source: Archive extraction failed.
zh_hans: 解压归档文件失败。

source: Developer: %@
zh_hans: 开发商：%@

source: Publisher: %@
zh_hans: 发行商：%@

source: Show D3DMetal cache folder
zh_hans: 显示 D3DMetal 缓存文件夹

source: Steam Tools
zh_hans: Steam 工具

source: Auto
zh_hans: 自动

source: Standard
zh_hans: 标准

source: Latest
zh_hans: 最新版本

source: Experimental
zh_hans: 实验性

source: Untitled Game
zh_hans: 未命名游戏

source: Native
zh_hans: 原生

source: Unverified
zh_hans: 未经验证

source: Native Games
zh_hans: 原生游戏

source: Scan Native Games
zh_hans: 扫描原生游戏

source: Import Native Games
zh_hans: 导入原生游戏

source: Rescan
zh_hans: 重新扫描

source: Import Selected (%@)
zh_hans: 导入所选（%@）

source: No native games found
zh_hans: 未找到原生游戏

source: No Apps declaring the Games category were found in /Applications or ~/Applications.
zh_hans: 未在 /Applications 或 ~/Applications 中找到声明“游戏”分类的 App。

source: Select apps to add to your native library.
zh_hans: 选择要加入原生游戏库的 App。

source: Edit Game
zh_hans: 编辑游戏

source: Native App Settings
zh_hans: 原生 App 设置

source: Native apps use their bundle identifier to look up App Store descriptions, developers, and genres in the selected language.
zh_hans: 原生 App 会使用包标识，按当前语言查询 App Store 的简介、开发商和类型。

source: Remove
zh_hans: 移除

source: Remove %@ from Procyon+?
zh_hans: 要从 Procyon+ 中移除 %@ 吗？

source: Remove from Procyon+
zh_hans: 从 Procyon+ 中移除

source: Scanning native games…
zh_hans: 正在扫描原生游戏…

source: Show Metal performance HUD while this native app runs.
zh_hans: 原生 App 运行时显示 Metal 性能 HUD。

source: This only removes the game from Procyon and does not delete its app or files.
zh_hans: 这只会从 Procyon 移除游戏，不会删除 App 或其文件。

source: Use Apple App Store metadata for native apps
zh_hans: 为原生 App 使用 Apple App Store 元数据

source: Fills the editable fields with App Store metadata. Save the game to keep the changes.
zh_hans: 将 App Store 元数据填入可编辑字段；保存游戏后才会写入游戏库。

source: Metadata is filled into the editor. Review the fields, then save the game to keep the changes.
zh_hans: 元数据已填入编辑器。请检查字段，确认后保存游戏。

source: No App Store metadata was found for this app.
zh_hans: 未找到此 App 的 App Store 元数据。

source: Refresh App Store Metadata
zh_hans: 重新获取 App Store 元数据

source: Select a macOS app before fetching metadata.
zh_hans: 请先选择一个 macOS App，再获取元数据。

source: App Store Icon
zh_hans: App Store 图标

source: App Store Screenshot
zh_hans: App Store 截图

source: Metadata Image URLs
zh_hans: 元数据图片 URL

source: Select a metadata image to fill the header image URL.
zh_hans: 选择一张元数据图片以填入封面图片 URL。

source: The native app exited while it was launching.
zh_hans: 原生 App 在启动过程中退出。

source: The native app did not start before the timeout.
zh_hans: 原生 App 未在超时前启动。

source: Steam Store returned an invalid response.
zh_hans: Steam 商店返回了无效响应。

source: Steam Store returned HTTP %@.
zh_hans: Steam 商店返回 HTTP %@。

source: Steam Store (Direct)
zh_hans: Steam 商店（直连）

source: Game details are fetched directly from the public Steam Store API. No Steam password or session token is used.
zh_hans: 游戏详情直接从公开的 Steam 商店 API 获取，不使用 Steam 密码或会话令牌。

source: Not installed
zh_hans: 未安装

source: Queued
zh_hans: 已排队

source: Preparing
zh_hans: 正在准备

source: Downloading
zh_hans: 正在下载

source: Validating
zh_hans: 正在验证

source: Staging
zh_hans: 正在暂存

source: Committing
zh_hans: 正在提交

source: Finishing
zh_hans: 即将完成

source: Failed
zh_hans: 失败

source: Auto configure
zh_hans: 自动配置

source: Load recommended settings for this game.
zh_hans: 加载这款游戏的推荐设置。

source: The configured metadata service is unavailable.
zh_hans: 配置的元数据服务当前不可用。

source: Processing
zh_hans: 处理中
